matan_pon = '\n\n<i>4 пара (15:25 - 16:55)</i>\n<b>Вышмат</b>\n<i>Тип занятия: Семинар</i>\nПреподаватель: Штепина Т.В.\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=2000&group=0'

all_vto = 'Где: Дома\n\n<i>2 пара (11:20 - 12:50)</i>\n<b>Физра</b>\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/mod/bigbluebuttonbn/view.php?id=15959&group=0\n\n<i>3 пара (13:10 - 14:45)</i>\n<b>Физика</b>\n<i>Тип занятия: Лекция</i>\nПреподаватель: Иноземцева Н.Г.\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=1630&group=0\n\n<i>4 пара (15:25 - 16:55)</i>\n<b>Английский язык</b>\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=1745&group=0'

inf_ist_sr = '\n\n<i>3 пара (13:10 - 14:45)</i>\n<b>Информатика</b>\n<i>Тип занятия: Семинар</i>\nПреподаватель: Загвоздкина А.В.\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=1616&group=0\n\n<i>4 пара (15:25 - 16:55)</i>\n<b>История</b>\n<i>Тип занятия: Семинар</i>\nПреподаватель: Кунц Е.В.\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=1986&group=0' 

mat_inf_ch = '<i>1 пара (9:30 - 11:00)</i>\n<b>Вышмат</b>\n<i>Тип занятия: Лекция</i>\nПреподаватель: Черноусова Т.Г.\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=2000&group=0\n\n<i>2 пара (11:20 - 12:50)</i>\n<b>Информатика</b>\n<i>Тип занятия: Лекция</i>\nПреподаватель: Загвоздкина А.В.\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=1616&group=0\n\n'

Chet = ['Чётная неделя, Понедельник\nГде: Дома' + matan_pon + '\n\n<i>5 пара (17:15 - 18:45)</i>\n<b>Вышмат </b>\nПреподаватель: Штепина Т.В.\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=2000&group=0',
        'Чётная неделя, Вторник\n' + all_vto, 
        'Чётная неделя, Среда\nГде: Дома\n\n<i>2 пара (11:20 - 12:50)</i>\n<b>Русский язык</b>\n<i>Тип занятия: Семинар</i>\nПреподаватель: Горшкова Д.И.\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=1988&group=0' + inf_ist_sr, 
        'Чётная неделя, Четверг\nГде: Дома\n\n' + mat_inf_ch + '<i>3 пара (13:10 - 14:45)</i>\n<b>Русский язык</b>\n<i>Тип занятия: Лекция</i>\nПреподаватель: Горшкова Д.И.\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=1988&group=0',
        'Чётная неделя, Пятница\nГде: Дома\n\n<i>2 пара (11:20 - 12:50)</i>\n<b>Физра</b>\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/mod/bigbluebuttonbn/view.php?id=15959&group=0\n\n<i>3 пара (13:10 - 14:45)</i>\n<b>Введение в профессию</b>\n<i>Тип занятия: Семинар</i>\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=1654&group=0\n\n<i>4 пара (15:25 - 16:55)</i>\n<b>Введение в профессию</b>\n<i>Тип занятия: Семинар</i>\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=1654&group=0'
        ]

Nechet = ['Нечётная неделя, Понедельник\nГде: Дома' + matan_pon, 
        'Нечётная неделя, Вторник\n' + all_vto, 
        'Нечётная неделя, Среда\nГде: Дома' + inf_ist_sr, 
        'Нечётная неделя, Четверг\nГде: Дома\n\n' + mat_inf_ch + '<i>3 пара (13:10 - 14:45)</i>\n<b>История</b>\n<i>Тип занятия: Лекция</i>\nПреподаватель: Кунц Е.В.\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=1986\n\n<i>4 пара (15:25 - 16:55)</i>\n<b>Введение в профессию</b>\n<i>Тип занятия: Лекция</i>\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/course/view.php?id=1654&group=0',
        'Нечётная неделя, Пятница\nГде: Дома\n\n<i>2 пара (11:20 - 12:50)</i>\n<b>Физра</b>\nСтраница предмета в ЭУ МТУСИ: https://lms.mtuci.ru/lms/mod/bigbluebuttonbn/view.php?id=15959&group=0'
        ]